Repository: tomhallmain/refacdir
Catalog: locale/*/LC_MESSAGES/*.po
Languages: de, es, fr, it, ja

source: File Management
de: Dateiverwaltung
es: Gestión de archivos
fr: Gestion des fichiers
it: Gestione dei file
ja: ファイル管理

source: Toggle Theme
de: Thema umschalten
es: Alternar tema
fr: Basculer le thème
it: Cambia tema
ja: テーマを切り替える

source: Run Backup Tests
de: Sicherungstests ausführen
es: Ejecutar pruebas de copia de seguridad
fr: Exécuter les tests de sauvegarde
it: Eseguire test di backup
ja: バックアップテストを実行する

source: Run Operations
de: Ausführung von Vorgängen
es: Ejecutar operaciones
fr: Exécuter les opérations
it: Esegui operazioni
ja: 運用実行

source: Search Configurations
de: Konfigurationen suchen
es: Buscar en las configuraciones
fr: Rechercher les configurations
it: Cerca nelle configurazioni
ja: 設定を検索する

source: Type to filter...
de: Text zum Filtern eingeben...
es: Introduzca texto para filtrar...
fr: Entrez le texte à filtrer...
it: Inserisci il testo da filtrare...
ja: テキストを入力してフィルタリング...

source: Available Configurations
de: Verfügbare Konfigurationen
es: Configuraciones disponibles
fr: Configurations disponibles
it: Configurazioni disponibili
ja: 利用可能な構成

source: File Management Dashboard
de: Dateiverwaltungs-Armaturenbrett
es: Panel de control de gestión de archivos
fr: Tableau de bord de gestion des fichiers
it: Pannello di controllo gestione file
ja: ファイル管理ダッシュボード

source: Configure and run file management operations with ease. Select configurations from the sidebar and customize options below.
de: Konfigurieren und führen Sie Dateiverwaltungsvorgänge ganz einfach aus. Wählen Sie Konfigurationen aus der Seitenleiste aus und passen Sie die Optionen unten an.
es: Configure y ejecute operaciones de gestión de archivos con facilidad. Seleccione las configuraciones en la barra lateral y personalice las opciones a continuación.
fr: Configurez et exécutez facilement des opérations de gestion de fichiers. Sélectionnez les configurations dans la barre latérale et personnalisez les options ci-dessous.
it: Configura ed esegui con facilità le operazioni di gestione dei file. Seleziona le configurazioni dalla barra laterale e personalizza le opzioni sottostanti.
ja: ファイル管理操作を簡単に設定して実行できます。サイドバーから設定を選択し、下のオプションをカスタマイズしてください。

source: Operation Settings
de: Betriebseinstellungen
es: Configuración de la operación
fr: Paramètres de fonctionnement
it: Impostazioni operative
ja: 操作設定

source: Recur Selected Actions
de: Ausgewählte Aktionen wiederholen
es: Repetir acciones seleccionadas
fr: Récurer les actions sélectionnées
it: Ripeti azioni selezionate
ja: 選択した操作を繰り返す

source: Test Mode
de: Prüfmodus
es: Modo de prueba
fr: Mode d'essai
it: Modalità di prova
ja: 試験モード

source: Skip Confirmations
de: Über uns
fr: Passer les confirmations
it: Salta le conferme
ja: 確認をスキップする

source: Only Observers
de: Nur Beobachter
es: Sólo observadores
fr: Seuls les observateurs
it: Solo Osservatori
ja: 唯一のオブザーバー

source: Operation Status
de: Betriebsstatus
es: Estado de funcionamiento
fr: État de fonctionnement
it: Stato operativo
ja: 運用状況

source: Ready
de: Fertig
es: Listo
fr: Prêt
it: Pronti
ja: レディー

source: Running operations...
de: Betrieb läuft...
es: Operaciones en curso...
fr: Opérations en cours...
it: Operazioni in corso...
ja: 実行中...

source: Operation failed
de: Vorgang fehlgeschlagen
es: Operación fallida
fr: Opération échouée
it: Operazione non riuscita
ja: 操作に失敗しました

source: Failed to set target directory to receive marked files.
de: Das Zielverzeichnis zum Empfangen der markierten Dateien konnte nicht festgelegt werden.
es: No se ha podido establecer el directorio de destino para recibir los archivos marcados.
fr: Impossible de définir le répertoire cible pour recevoir les fichiers marqués.
it: Impossibile impostare la directory di destinazione per ricevere i file contrassegnati.
ja: マークされたファイルを受け取るためのターゲットディレクトリを設定できませんでした。

source: Starting batch operations...
de: Starten der Stapelverarbeitung...
es: Iniciando operaciones por lotes...
fr: Démarrage des opérations par lots...
it: Avvio operazioni batch...
ja: バッチ処理を開始します...

source: Batch operations completed (skipped {0} actions)
de: Stapelverarbeitung abgeschlossen ({0} Aktionen übersprungen)
es: Operaciones por lotes completadas (se omitieron {0} acciones)
fr: Opérations par lots terminées ({0} actions ignorées)
it: Operazioni batch completate ({0} azioni saltate)
ja: バッチ処理が完了しました（{0}つのアクションをスキップしました）

source: Batch operations completed
de: Stapelverarbeitung abgeschlossen
es: Operaciones por lotes completadas
fr: Opérations par lots terminées
it: Operazioni batch completate
ja: バッチ処理が完了しました

source: Operations cancelled by user
de: Vom Benutzer abgebrochene Vorgänge
es: Operaciones canceladas por el usuario
fr: Opérations annulées par l'utilisateur
it: Operazioni annullate dall'utente
ja: ユーザーによる操作のキャンセル

source: Config {0}/{1}: {2} stopped after {3} actions (skipped {4} actions)
de: Konfiguration {0}/{1}: {2} wurde nach {3} Aktionen beendet ({4} Aktionen übersprungen)
es: Configuración {0}/{1}: {2} se detuvo después de {3} acciones (se omitieron {4} acciones)
fr: Config {0}/{1} : {2} s'est arrêté après {3} actions ({4} actions ignorées)
it: Configurazione {0}/{1}: {2} interrotto dopo {3} azioni ({4} azioni saltate)
ja: 設定 {0}/{1}: {2} は {3} つのアクション後に停止しました ({4} つのアクションをスキップ)

source: Config {0}/{1}: Running {2} action in {3}
de: Konfiguration {0}/{1}: Ausführen der Aktion {2} in {3}
es: Configuración {0}/{1}: Ejecutando la acción {2} en {3}
fr: Config {0}/{1} : Exécution de l'action {2} dans {3}
it: Configurazione {0}/{1}: Esecuzione dell'azione {2} in {3}
ja: 設定 {0}/{1}: {3} で {2} アクションを実行中

source: Config {0}/{1}: Running {2} {3}/{4} in {5}
de: Konfiguration {0}/{1}: Ausführung von {2} {3}/{4} in {5}
es: Configuración {0}/{1}: Ejecutando {2} {3}/{4} en {5}
fr: Config {0}/{1} : Exécution de {2} {3}/{4} dans {5}
it: Configurazione {0}/{1}: Esecuzione di {2} {3}/{4} in {5}
ja: 設定 {0}/{1}: {5} で {2} {3}/{4} を実行中

source: Config {0}/{1}: Running renamer mapping {2}/{3} in {4}
de: Konfiguration {0}/{1}: Ausführen der Umbenennungszuordnung {2}/{3} in {4}
es: Configuración {0}/{1}: Ejecutando la asignación del renombrador {2}/{3} en {4}
fr: Config {0}/{1} : Exécution du mappage du renommeur {2}/{3} dans {4}
it: Configurazione {0}/{1}: Esecuzione della mappatura del rinominatore {2}/{3} in {4}
ja: 設定 {0}/{1}: {4} でリネームマッピング {2}/{3} を実行中

source: Monday
de: Montag
es: Lunes
fr: Lundi
it: Lunedì
ja: 月曜日

source: Tuesday
de: Dienstag
es: Martes
fr: Mardi
it: Martedì
ja: 火曜日

source: Wednesday
de: Mittwoch
es: Miércoles
fr: Mercredi
it: Mercoledì
ja: 水曜日

source: Thursday
de: Donnerstag
es: Jueves
fr: Jeudi
it: Giovedì
ja: 木曜日

source: Friday
de: Freitag
es: Viernes
fr: Vendredi
it: Venerdì
ja: 金曜日

source: Saturday
de: Samstag
es: Sábado
fr: Samedi
it: Sabato
ja: 土曜日

source: Sunday
de: Sonntag
es: Domingo
fr: Dimanche
it: Domenica
ja: 日曜日

source: seconds
de: Sekunden
es: segundos
fr: secondes
it: secondi
ja: 秒

source: minutes
de: Minuten
es: minutos
it: minuti
ja: 分

source: hours
de: Stunden
es: horas
fr: heures
it: ore
ja: 時間

source: days
de: Tage
es: días
fr: jours
it: giorni
ja: 日間

source: weeks
de: Wochen
es: semanas
fr: semaines
it: settimane
ja: 週刊

source: months
de: Monate
es: meses
fr: mois
it: mesi
ja: か月

source: years
de: Jahre
es: años
fr: années
it: anni
ja: 年間

source: Backup System Verification
de: Backup-Systemüberprüfung
es: Verificación del sistema de respaldo
fr: Vérification du système de sauvegarde
it: Verifica del sistema di backup
ja: バックアップシステムの検証

source: Backup System Test Results
de: Ergebnisse des Sicherungssystem-prüfungen
es: Resultados de la prueba del sistema de respaldo
fr: Résultats des tests du système de sauvegarde
it: Risultati del test del sistema di backup
ja: バックアップシステム テスト結果

source: Initializing tests...
de: Initialisierungstests...
es: Pruebas iniciales...
fr: Initialisation des essais...
it: Inizializzare i test...
ja: 初期化テスト...

source: Total Tests: 0
de: Gesamttests: 0
fr: Total des essais: 0
it: Test totali: 0
ja: 総テスト: 0 の 0

source: Passed: 0
de: Passiert: 0
es: Pasado: 0
fr: Décédé : 0
it: Passato: 0
ja: 渡された: 0

source: Failed: 0
de: Versäumt: 0
es: Fallado: 0
fr: Échec : 0
it: Mancato: 0
ja: 失敗した: 0

source: Time: 0:00
de: Zeit: 0:00
es: Hora: 0:00
fr: Heure: 0:00
it: Tempo: 0:00
ja: 時間: 0:00

source: Close
de: Schließen
es: Cerrar
fr: Fermer
it: Chiudi
ja: ウィンドウを閉じる

source: Save Results
de: Ergebnisse speichern
es: Guardar resultados
fr: Enregistrer les résultats
it: Salvare i risultati
ja: 結果を保存

source: Running tests...
de: Tests werden ausgeführt...
es: Realizando pruebas...
fr: Tests en cours...
it: Esecuzione dei test...
ja: テストを実行中...

source: Test directory not found: {0}
de: Testverzeichnis nicht gefunden: {0}
es: Directorio de pruebas no encontrado: {0}
fr: Dossier de test introuvable : {0}
it: Elenco di test non trovato: {0}
ja: テストディレクトリが見つかりません: {0}

source: Base directory:
de: Basisverzeichnis:
es: Directorio base:
fr: Répertoire de base:
it: Directory di base:
ja: ベースディレクトリ:

source: Test directory:
de: Testverzeichnis:
es: Directorio de pruebas:
fr: Répertoire d'essais:
it: Directory di test:
ja: テストディレクトリ:

source: Test files directory:
de: Verzeichnis der Testdateien:
es: Directorio de archivos de prueba:
fr: Répertoire des fichiers de test:
it: Elenco dei file di prova:
ja: ファイルディレクトリをテスト:

source: Python path:
de: Python Pfad:
fr: Python chemin :
it: Percorso Python:
ja: Python パス:

source: Test file not found: {0}
de: Testdatei nicht gefunden: {0}
es: Archivo de prueba no encontrado: {0}
fr: Fichier de test introuvable : {0}
it: File di prova non trovato: {0}
ja: テストファイルが見つかりません: {0}

source: Found test file:
de: Testdatei gefunden:
es: Archivo de prueba encontrado:
fr: Fichier de test trouvé & #160;:
it: File di prova trovato:
ja: 発見されたテスト ファイル:

source: No test files found!
de: Keine Testdateien gefunden!
es: No hay archivos de prueba encontrados!
fr: Aucun fichier de test trouvé !
it: Nessun file di prova trovato!
ja: テストファイルが見つかりません!

source: Analyzing test suite...
de: Testsuite wird analysiert...
es: Analizando conjunto de pruebas...
fr: Analyse de la suite de tests...
it: Analisi della suite di test...
ja: テストスイートを分析中...

source: Found {0} tests in {1}
de: {0} Tests in {1} gefunden
es: Encontradas {0} pruebas en {1}
fr: Tests trouvés {0} dans {1}
it: Trovato {0} test in {1}
ja: {1} 内でテストを{0}件発見しました

source: Error collecting tests from {0}: {1}
de: Fehler sammeln von {0}: {1}
es: Pruebas de recolección de errores de {0}: {1}
fr: Erreur lors de la collecte des tests de {0} : {1}
it: Test di raccolta di errori da {0}: {1}
ja: {0} からテストを収集中にエラーが発生しました: {1}

source: Running tests from {0}...
de: Lauftests von {0}...
es: Ejecutando pruebas desde {0}...
fr: Essais à partir de {0}...
it: Esecuzione di test da {0}...
ja: {0}からテストを実行する...

source: Running tests from {0}:
de: Lauftests aus {0}:
es: Ejecutando pruebas de {0}:
fr: Essais effectués à partir de {0}:
it: Test in esecuzione da {0}:
ja: {0} からテストを実行する:

source: Error in {0}:
de: Fehler in {0}:
es: Error en {0}:
fr: Erreur dans {0} :
it: Errore in {0}:
ja: {0}のエラー:

source: Error running tests in {0}: {1}
de: Fehler beim Testen in {0}: {1}
es: Pruebas de funcionamiento de error en {0}: {1}
fr: Erreur lors de tests dans {0} : {1}
it: Test di errore in esecuzione in {0}: {1}
ja: {0}でテストを実行中にエラーが発生しました: {1}

source: Unexpected error running tests: {0}
de: Unerwartete Fehlerlaufversuche: {0}
es: Pruebas de ejecución de errores no exploradas: {0}
fr: Erreur inattendue lors des tests : {0}
it: Test di errore inaspettati in esecuzione: {0}
ja: テスト実行中に予期しないエラーが発生しました: {0}

source: Save Test Results
de: Testergebnisse speichern
es: Guardar resultados de la prueba
fr: Enregistrer les résultats du test
it: Salva i risultati del test
ja: テスト結果を保存する

source: Text Files (*.txt);;All Files (*)
de: Textdateien (*.txt);;Alle Dateien (*)
es: Archivos de texto (*.txt);;Todos los archivos (*)
fr: Fichiers texte (*.txt) ;;Tous les fichiers (*)
it: File di testo (*.txt);;Tutti i file (*)
ja: テキストファイル (*.txt);;すべてのファイル (*)

source: Copy
de: Kopie
es: Copia
fr: Copie
it: Copia
ja: コピー

source: Select All
de: Alle auswählen
es: Seleccionar todo
fr: Tout sélectionner
it: Seleziona tutto
ja: すべて選択

source: Total Tests: {0}
de: Gesamtzahl der Prüfungen: {0}
es: Total de pruebas: {0}
fr: Nombre total de tests : {0}
it: Totale test: {0}
ja: 総検査数: {0}

source: Passed: {0}
de: Bestanden: {0}
es: Aprobado: {0}
fr: Approuvé : {0}
it: Approvato: {0}
ja: 合格：{0}

source: Failed: {0}
de: Fehlgeschlagen: {0}
es: Falló: {0}
fr: Échec : {0}
it: Fallito: {0}
ja: 失敗しました: {0}

source: Time: {0}:{1:02d}
de: Verstrichene Zeit: {0}:{1:02d}
es: Tiempo transcurrido: {0}:{1:02d}
fr: Temps écoulé : {0} : {1:02d}
it: Tempo trascorso: {0}:{1:02d}
ja: 時間: {0}:{1:02d}

source: Test Run Complete -
de: Testlauf abgeschlossen –
es: Ejecución de prueba completa -
fr: Essai terminé -
it: Prova completata -
ja: テスト実行完了 -

source: Total Tests:
de: Gesamttests:
fr: Total des essais:
it: Test totali:
ja: 総テスト:

source: Passed:
de: Passiert:
es: Pasado:
fr: Décédé :
it: Passato:
ja: 渡された:

source: Failed:
de: Versäumt:
es: Fallado:
fr: Échec :
it: Non sono riuscito:
ja: 失敗しました:

source: All tests passed successfully!
de: Alle Tests sind erfolgreich bestanden!
es: ¡Todas las pruebas pasaron con éxito!
fr: Tous les tests ont réussi!
it: Tutti i test sono passati con successo!
ja: すべてのテストが成功しました!

source: Some tests failed - check results
de: Einige Tests haben versagt - Prüfergebnisse
es: Algunas pruebas fallaron - resultados de comprobación
fr: Quelques tests ont échoué - vérifier les résultats
it: Alcuni test falliti - verifica risultati
ja: 一部のテスト失敗 - 結果をチェック
